Repository: Bertholf/RB-Agency-Casting
Catalog: translation/rb-agency-casting-*.po
Languages: it_it

source: RB Agency Updates
it_it: Aggiornamento piattaforma

source: Male
it_it: Uomo

source: Female
it_it: Femmina

source: No Profiles Found
it_it: Nessun profilo trovato

source: Settings
it_it: Impostazioni

source: Generate Client List
it_it: Genera lista clienti

source: Any Profile Type
it_it: Tipo profilo

source: Only
it_it: Solo

source: Starting Age
it_it: Avvio

source: Ending Age
it_it: Fine

source: Gender
it_it: Sesso

source: Both Male &amp; Female
it_it: Entrambi Uomini &amp; Donne

source: Female Only
it_it: Solo donne

source: Male Only
it_it: Solo uomini

source: Insert Profile List
it_it: Inserire lista profilo

source: Insert Search Form
it_it: Cerca

source: My Post Section Title
it_it: Mio titolo

source: Agency
it_it: Agenzia

source: Overview
it_it: Panorama

source: Manage Profiles
it_it: Gestisci profili

source: Manage Profile
it_it: Gestisci profilo

source: Search Profiles
it_it: Cerca profili

source: Saved Searches
it_it: Ricerche salvate

source: Tools &amp; Reports
it_it: Impostazioni report

source: Run Reports
it_it: Avvia report

source: Edit Settings
it_it: Modifica impostazioni

source: Almost done...
it_it: Quasi finito...

source: One More Step
it_it: Primo passo

source: Please click here to complete the uninstallation process
it_it: Clicca qui per interrompere il processo

source: New Casting added successfully!
it_it: Nuovo casting è stato aggiunto

source: Update and add media
it_it: Aggiorna e invia media

source: Error creating record, please ensure you have filled out all required fields.
it_it: Errore nell'inserimento, si prega di accertarsi di aver compilato tutti i campi obbligatori.

source: Delete
it_it: Cancella

source: New Client added successfully!
it_it: Nuovo cliente è stato aggiunto

source: Client updated successfully!
it_it: Cliente aggiornato

source: Error updating record, please ensure you have filled out all required fields.
it_it: Errore durante l'aggiornamento, assicurarsi di aver compilato tutti i campi obbligatori.

source: Client deleted successfully!
it_it: Cliente cancellato

source: No valid record found.
it_it: Dato non trovato

source: Back to Client List
it_it: Torna alla lista clienti

source: Edit Client
it_it: Modifica cliente

source: Country
it_it: Regione

source: Make changes in the form below to edit a Client.
it_it: Apportare modifiche al modulo sottostante per modificare un cliente

source: State
it_it: Provincia

source: City
it_it: Città

source: Street
it_it: Indirizzo

source: ZIP
it_it: CAP

source: Welcome
it_it: Bentornato

source: First Name
it_it: Nome

source: Last Name
it_it: Cognome

source: required
it_it: richiesto

source: Company (required)
it_it: Societa

source: Company
it_it: Societa

source: Street Address
it_it: Indirizzo stradale

source: Home
it_it: Abitazione

source: Work
it_it: Ufficio

source: Leave blank to keep same
it_it: Lasciare vuoto per mantenere lo stesso

source: Retype to Confirm
it_it: Digitare nuovamente per confermare

source: Join Our Team
it_it: Unisciti al nostro Team

source: To Join Our Team please complete the application below.
it_it: Per far parte del nostro Team si prega di compilare il seguente modulo.

source: I agree to the %s terms of service
it_it: Accetto i Termini e Condizioni del servizio

source: Thank you for registering, %1$s.
it_it: Grazie per In Registrazione

source: Please check your email address. That's where you'll receive your login password
it_it: A breve riceverete la password di accesso. Si prega di verificare I'indirizo email.

source: (It might go into your spam folder)
it_it: (Controllare anche nella cartella SPAM)

source: We have registered you as Agent/Producer.
it_it: Tu sei Registrato come Agente

source: Search Database
it_it: Ricerca nel Database

source: Age
it_it: Età

source: Edit Information
it_it: Modifica le tue Infomazioni

source: Post a New Job
it_it: Inserisci un nuovo Lavoro

source: View Your Job Postings
it_it: Visializza i toui Annunci d'Impiego

source: View Your Applicants
it_it: Visualizza i tuoi Candidati

source: New Job Posting
it_it: Inserimento Nuovo Lavoro

source: Job Description
it_it: Descrizione Lavoro

source: Title:
it_it: Titolo:

source: offer:
it_it: Offerta:

source: Job Duration
it_it: Durata Lavoro

source: Date Start:
it_it: Data Inizio:

source: Date End:
it_it: Data Fine:

source: Job Location
it_it: SEde del Lavoro

source: Location:
it_it: Sede:

source: Region:
it_it: Citta

source: Job Audition
it_it: Provini/Selezioni

source: Time:
it_it: Orario:

source: Venue:
it_it: Luogo:

source: Job Criteria
it_it: Tipologia:

source: Visibility:
it_it: Visibilità

source: Submit Job
it_it: Inserisci Lavoro

source: Your Job Postings
it_it: I tuoi annunci di Lavoro

source: Job Title
it_it: Titolo Lavoro

source: Date Posted
it_it: Data inserzione

source: Actions
it_it: Azioni

source: Applicants to your Job Postings
it_it: I candidati alle tue offerte di lavoro

source: Criteria Matched
it_it: Abbinamento Criteri

source: Your Rating
it_it: Il Tuo Punteggio

source: Records Per Page
it_it: Risultati per pagina

source: filter
it_it: Filtra

source: Select
it_it: Seleziona

source: Job Title / ID
it_it: Titolo Lavoro ID

source: Applicant
it_it: Candidati

source: Criteria Passed
it_it: Criteri Richiesti

source: Application Letter
it_it: Lettera di Candidatura

source: Action
it_it: Azione

source: You have no Applicants.
it_it: Non ci sono Candidati

source: if you don't have any job postings, create a new job posting
it_it: Senon avete offerte di Lavoro, create una Nuova offerta di Lavoro

source: Here
it_it: QUI

source: Add/Remove to Casting Cart
it_it: Aggiungi/rimuovi dal Carrello

source: View Your Casting Cart
it_it: Visualizza Carrello

source: Submit
it_it: Invia

source: Go Back to Casting Dashboard
it_it: Torna indietro

source: Casting Cart
it_it: Carrello dei Casting

source: Select a job
it_it: Seleziona Lavoro

source: Search
it_it: Ricerca

source: Clear
it_it: Pulisci

source: Select all
it_it: Seleziona Tutto

source: Go back to Applicants.
it_it: Ritorna ai Candidati

source: Remove selected profile(s)
it_it: Rimuovi Profili Selezionati

source: Add selected profile(s)
it_it: Aggiungi Profili Selezionati
